Repository: dasch/gnome-format
Catalog: po/*.po
Languages: de

source: Formatting %s
de: Formatiere %s

source: Creating partition on %s
de: Erstelle Partition auf %s

source: FAT (Compatible with all computers)
de: FAT (Mit allen Rechnern kompatibel)

source: ext2 (Compatible only with Linux)
de: ext2 (Nur mit Linux kompatibel)

source: A media formatter for GNOME
de: Ein Medienformatierer für GNOME

source: <i>Warning: All files on the volume will be lost!</i>
de: <i>Warnung: Alle Dateien auf dem Datenträger gehen verloren!</i>

source: Volume:
de: Datenträger:

source: <b>Physical Settings</b>
de: <b>Physikalsche Einstellungen</b>

source: Volume name:
de: Datenträgername:

source: Type:
de: Typ:

source: <b>Filesystem Settings</b>
de: <b>Dateisystemeinstellungen</b>

source: Check for bad blocks
de: Nach defekten Blöcken suchen

source: <b>Options</b>
de: <b>Optionen</b>

source: Advanced...
de: Erweitert …

source: Format
de: Formatieren
